
const notice =  [
  {
    title:"NOTICES AND ANNOUNCEMENTS",
    sort:"通知公告",
    inner:[
      {text:"国家超算无锡中心付昊桓 荣获“中国青年五四奖章”",time:"2020-03-15"},
      {text:"国家超级计算无锡中心工业仿真问题有奖征集",time:"2020-03-12"},
      {text:"青海省党政代表团考察国家超级计算无锡中心",time:"2020-03-09"},
      {text:"陕西省党政代表团考察国家超级计算无锡中心",time:"2020-03-07"},
    ]
  },
];
const notices = [
  {
    title:"MAJOR NEWS",
    sort:"综合要闻",
    inner:[
      {text:"全国政协原副主席陈元考察国家超级计算无锡中心",time:"2020-03-16",desc:"全国政协原副主席陈元一行到国家超级计算无锡中心考察指导工作。"},
      {text:"青海省党政代表团考察国家超级计算无锡中心",time:"2020-03-15",desc:"由青海省委书记、省人大常委会主任王建军，省长刘宁率领的青海党政代表团..."},
      {text:"陕西省党政代表团考察国家超级计算无锡中心",time:"2020-03-14",desc:"陕西省委书记、省人大常委会主任胡和平率党政代表团考察国家超级计算无锡中心。"},
      {text:"青海省党政代表团考察国家超级计算无锡中心",time:"2020-03-12",desc:"由青海省委书记、省人大常委会主任王建军，省长刘宁率领的青海党政代表团一行..."},
    ]
  },
  {
    title:"STAFF PRESENCE",
    sort:"员工风采",
    inner:[
      {text:"无锡超算成功举行第五届职工运动会",time:"2020-03-16",desc:"职工运动会在中国残奥运动管理中心隆重举行，来各行各业的的26支代表参赛。"},
      {text:"不忘初心，尊重艺术——记企业优秀共产党员徐某某同志",time:"2020-03-15",desc:"徐某某同志是一位具有33年党龄的老党员。她从担任专职党委副书记伊始..."},
      {text:"工会组织员工参观国家博物馆“复兴之路”展览",time:"2020-03-14",desc:"为庆祝中国共产党建党95周年，工会组织超算员工30余人参观了国家博物馆..."},
      {text:"弘扬五四精神 传播青春正能量——超算开展环保公益活动",time:"2020-03-12",desc:"近日，超算举办了正青春·正能量”环保公益行活动，110多名青年志愿者参与了本次活动。"},
    ]
  }
]
const news = {
  title: "NOTICES AND ANNOUNCEMENTS",
  sort: "通知公告",
  inner: [
    {text: "关于第24届“中国青年五四奖章”拟推报人选公示", time: "2020-03-15"},
    {text: "关于第24届“中国青年五四奖章”拟推报人选公示", time: "2020-03-15"},
    {text: "关于第24届“中国青年五四奖章”拟推报人选公示", time: "2020-03-15"},
    {text: "关于第24届“中国青年五四奖章”拟推报人选公示", time: "2020-03-15"},

  ]
}
const announcement = [
  {sort:"行政管理",text:"国家超级计算无锡中心文化宣传口号有奖征集！",time:"2020-09-01"},
  {sort:"人事管理",text:"2020年8月第四周中心员工考勤！",time:"2020-08-31"},
  {sort:"行政管理",text:"中心物资（服务）采购补充规定 ！",time:"2020-08-20"},
  {sort:"人事管理",text:"2020年8月第三周中心员工考勤！",time:"2020-08-15"},
  {sort:"行政管理",text:"关于消防演练的通知！",time:"2020-08-12"},
  {sort:"人事管理",text:"2020年8月第一周中心员工考勤！",time:"2020-08-10"},
  {sort:"行政管理",text:"关于消防演练的通知！",time:"2020-08-09"},
  {sort:"人事管理",text:"2020年8月第一周中心员工考勤！",time:"2020-08-08"},
  {sort:"人事管理",text:"2020年8月第三周中心员工考勤！",time:"2020-08-15"},
  {sort:"行政管理",text:"关于消防演练的通知！",time:"2020-08-12"},
  {sort:"人事管理",text:"2020年8月第三周中心员工考勤！",time:"2020-08-15"},
  {sort:"行政管理",text:"关于消防演练的通知！",time:"2020-08-12"},

  {sort:"人事管理",text:"2020年8月第三周中心员工考勤！",time:"2020-08-15"},
  {sort:"行政管理",text:"中心物资（服务）采购补充规定 ！",time:"2020-08-20"},
  {sort:"人事管理",text:"2020年8月第四周中心员工考勤！",time:"2020-08-31"},
  {sort:"人事管理",text:"2020年8月第三周中心员工考勤！",time:"2020-08-15"},
  {sort:"行政管理",text:"关于消防演练的通知！",time:"2020-08-12"},
  {sort:"人事管理",text:"2020年8月第三周中心员工考勤！",time:"2020-08-15"},
  {sort:"行政管理",text:"关于消防演练的通知！",time:"2020-08-12"},
  {sort:"人事管理",text:"2020年8月第三周中心员工考勤！",time:"2020-08-15"},
  {sort:"行政管理",text:"关于消防演练的通知！",time:"2020-08-12"},
  {sort:"人事管理",text:"2020年8月第一周中心员工考勤！",time:"2020-08-10"},
  {sort:"人事管理",text:"2020年8月第一周中心员工考勤！",time:"2020-08-10"},
  {sort:"行政管理",text:"关于消防演练的通知！",time:"2020-08-09"},
  {sort:"人事管理",text:"2020年8月第一周中心员工考勤！",time:"2020-08-08"},
  {sort:"人事管理",text:"2020年8月第三周中心员工考勤！",time:"2020-08-15"},
  {sort:"行政管理",text:"关于消防演练的通知！",time:"2020-08-12"},
  {sort:"行政管理",text:"国家超级计算无锡中心文化宣传口号有奖征集！",time:"2020-09-01"},
  {sort:"人事管理",text:"2020年8月第四周中心员工考勤！",time:"2020-08-31"},
  {sort:"行政管理",text:"中心物资（服务）采购补充规定 ！",time:"2020-08-20"},
  {sort:"人事管理",text:"2020年8月第三周中心员工考勤！",time:"2020-08-15"},
  {sort:"行政管理",text:"关于消防演练的通知！",time:"2020-08-12"},
  {sort:"人事管理",text:"2020年8月第一周中心员工考勤！",time:"2020-08-10"},
  {sort:"行政管理",text:"关于消防演练的通知！",time:"2020-08-09"},
];
const newsPath = [
  {
    name:"全国政协原副主席陈元考察国家超级计算无锡中心",
    text:"10月10日，全国政协原副主席陈元-行到国家超级计算无锡中心考察指导工作。 无锡市政协主席周敏炜，滨湖区委书记许峰，国家超级计算无锡中心主任杨广文.\n" +
      "国家相级计算无锡中心副主任付吴相等陪向参观。陈元-行参观了超算中心“神威●太湖之光”主机群，听取了杨广文主任的汇报。“神威.太湖之 光”自2016年研\n" +
      "制成功以来，取得了“世界起级计算机500强排行榜”四连冠的成绩;超算中心作为国家重大科研基础设施，始终坚持起算应用与研发井举，在地球物理、气候..",
    author:{
      name:"系统运营部门-张某某",
      time:"2019-10-10",
      read:26,
      like:156
    }
  },
  {
    name:"国家超算无锡中心付昊桓荣获“中国青年五四奖章”",
    text:"共青团中央、全国青联共同颁授第24届“中国青年五四奖章”，表彰青年中的优秀 典型和模范代表。国家超级计算无锡中心副主任付吴桓榜上有名,荣获“中国青\n" +
      "年五四奖章”，这也是近5年来无锡青年首次入围并获领此项中国青年最高荣誉。“中国青 年五四奖章”是中国共产主义青年团中央、中华全国青年联合会授予中国\n" +
      "优秀青年的最高荣誉,旨在树立政治进步、品德高尚、 贡献突出的优秀青年典型和模范代表，集中反映当代青年的精神品格和价值追求。",
    author:{
      name:"系统运营部门-刘某",
      time:"2019-10-09",
      read:21,
      like:112
    }

  },
  {
    name: "国家超级计算无锡中心工业仿真问题有奖征集:参与可赢取最高价值5000元计算资源奖励\n",
    text: "为支撑制造业细分领域和提供精准的超算解决方案，现面向公众征集制造领域亟待解决的工业仿真问题。希望您能抽出几分钟时间，将您在仿真过程中遇到的问题\n" +
      "和需要告诉我们。为感谢各位对问卷调查工作的支持，我们将设立相关评奖以示谢意。\n" +
      "点击以下链接，即可参与答题: https:/wj.qq.com/s2/5716243/2847/ 或者，长按二维码也可以参与调研:\n",
    author: {
      name: "系统运营部门-张某",
      time: "2019-10-10",
      read: 21,
      like: 112
    }
  },
  {
    name:"陕西省党政代表团考察国家超级计算无锡中心",
    text:"10月18日，陕西省委书记、省人大常委会主任胡和平率党政代表团考察国家超级计算无锡中心。江苏省委书记、省人大常委会主任娄勤俭,省委常委、市委书记李小敏，市委副书记、市长黄钦，滨湖区委书记许峰,国家超级计算无锡中心主任杨广文等陪同参观。胡和平一行听取了杨广文主任关于超算中心建设历程的汇报.随后，对主机系统及超级计算机的运行情况进行了实地考察，杨广 文主任详细介绍了机器的低功耗和高集成度设计，重点讲解了在“神威●太湖之光”上开展...",
    author:{
      name:"系统运营部门-王某",
      time:"2019-10-8",
      read:46,
      like:189
    }

  }

]
const document = [
  {sort:"行政管理",text:"国家超级计算无锡中心文化宣传口号有奖征集！",time:"2020-09-01"},
  {sort:"人事管理",text:"2020年8月第四周中心员工考勤！",time:"2020-08-31"},
  {sort:"行政管理",text:"中心物资（服务）采购补充规定 ！",time:"2020-08-20"},
  {sort:"人事管理",text:"2020年8月第三周中心员工考勤！",time:"2020-08-15"},
  {sort:"行政管理",text:"关于消防演练的通知！",time:"2020-08-12"},
  {sort:"人事管理",text:"2020年8月第一周中心员工考勤！",time:"2020-08-10"},
  {sort:"行政管理",text:"关于消防演练的通知！",time:"2020-08-09"},
  {sort:"人事管理",text:"2020年8月第一周中心员工考勤！",time:"2020-08-08"},
  {sort:"人事管理",text:"2020年8月第三周中心员工考勤！",time:"2020-08-15"},
  {sort:"行政管理",text:"关于消防演练的通知！",time:"2020-08-12"},
  {sort:"人事管理",text:"2020年8月第三周中心员工考勤！",time:"2020-08-15"},
  {sort:"行政管理",text:"关于消防演练的通知！",time:"2020-08-12"},

  {sort:"人事管理",text:"2020年8月第三周中心员工考勤！",time:"2020-08-15"},
  {sort:"行政管理",text:"中心物资（服务）采购补充规定 ！",time:"2020-08-20"},
  {sort:"人事管理",text:"2020年8月第四周中心员工考勤！",time:"2020-08-31"},
  {sort:"人事管理",text:"2020年8月第三周中心员工考勤！",time:"2020-08-15"},
  {sort:"行政管理",text:"关于消防演练的通知！",time:"2020-08-12"},
  {sort:"人事管理",text:"2020年8月第三周中心员工考勤！",time:"2020-08-15"},
  {sort:"行政管理",text:"关于消防演练的通知！",time:"2020-08-12"},
  {sort:"人事管理",text:"2020年8月第三周中心员工考勤！",time:"2020-08-15"},
  {sort:"行政管理",text:"关于消防演练的通知！",time:"2020-08-12"},
  {sort:"人事管理",text:"2020年8月第一周中心员工考勤！",time:"2020-08-10"},
  {sort:"人事管理",text:"2020年8月第一周中心员工考勤！",time:"2020-08-10"},
  {sort:"行政管理",text:"关于消防演练的通知！",time:"2020-08-09"},
  {sort:"人事管理",text:"2020年8月第一周中心员工考勤！",time:"2020-08-08"},
  {sort:"人事管理",text:"2020年8月第三周中心员工考勤！",time:"2020-08-15"},
  {sort:"行政管理",text:"关于消防演练的通知！",time:"2020-08-12"},
  {sort:"行政管理",text:"国家超级计算无锡中心文化宣传口号有奖征集！",time:"2020-09-01"},
  {sort:"人事管理",text:"2020年8月第四周中心员工考勤！",time:"2020-08-31"},
  {sort:"行政管理",text:"中心物资（服务）采购补充规定 ！",time:"2020-08-20"},
  {sort:"人事管理",text:"2020年8月第三周中心员工考勤！",time:"2020-08-15"},
  {sort:"行政管理",text:"关于消防演练的通知！",time:"2020-08-12"},
  {sort:"人事管理",text:"2020年8月第一周中心员工考勤！",time:"2020-08-10"},
  {sort:"行政管理",text:"关于消防演练的通知！",time:"2020-08-09"},
];


export default {
  notice,
  notices,
  news,
  announcement,
  newsPath,
  document
};
